Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/vegvesen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Norwegian Public Roads Administration has developed an inspection system, which has improved the efficiency of all inspection activities along the roads.
nb: Statens vegvesen har utviklet et kontrollsystem, som har effektivisert all kontrollvirksomhet ute i trafikken.

source: National priority areas within research and development (R&D) are to be improved through participation in international R&D-fora.
nb: Nasjonale satsingsområder innen forskning og utvikling (FoU) skal styrkes gjennom deltakelse i internasjonale FoU-fora.

source: When you watch a web page where we have embedded a YouTube video, YouTube (a Google service) may store cookies on your device.
nb: Når du ser på en nettside hvor vi har bygget inn en YouTube-video, kan YouTube (en Google-tjeneste) lagre informasjonskapsler på enheten din.

source: Presentation title can be changed in "Headers and footers" in the menu below the "Insert" tab
nb: Presentasjonstittel endres i "Topptekst og bunntekst" i menyen under "Sett inn"-fanen

source: The other side must be neutral grey.
nb: Den andre siden skal være nøytral grå.

source: It can for example be distinguished between classroom education and project work, or more prominently, between deductive and inductive approach to education and learning.
nb: Vi kan f eks skille mellom klasseromsundervisning og prosjektarbeid, eller mer overordnet mellom en deduktiv og induktiv tilnærming til undervisning og læring.

source: The reflective strip must emit white light.
nb: Refleksbåndet skal avgi hvitt lys.

source: The sign authority must justify a shorter validity period based on the differences in
nb: Skiltmyndigheten skal begrunne en eventuell kortere gyldighetsperiode ut fra

source: Evaluation can be done intermittently (formatively) or at the end (summatively).
nb: Vurdering kan gjøres underveis (formativt) eller avslutningsvis (summativt).

source: Lanes with this sign may be used by the following vehicles:
nb: I felt med dette skiltet kan følgende kjøretøy kjøre:

source: This right remains until the driving licence expires.
nb: Det aktive kjøretøyet er på høyde med det passive kjøretøyet.

source: These plans can also be offered to contractors involved in short-term work that occurs regularly, such as vehicle rescue, clearing up after accidents involving wildlife, electrical operations, electricity or fibre breaks and the like.
nb: Generelle arbeidsvarslingsplaner skal også kunne tilbys entreprenører med arbeider som opptrer regelmessig, slik som bilberging, opprydding etter viltulykker, elektrodrift, strøm- eller fiberbrudd, og liknende.

source: Invitation to dialogue meetings about the joint rail and road project Arna-Stanghelle
nb: Invitasjon til marknadsdialog for fellesprosjektet Arna-Stanghelle

source: The task must contain a problem the learner driver shall work through.
nb: Oppgaven skal inneholde et problem som eleven skal finne ut av.

source: We use a number of web analysis tools, which can store cookies on your device when you use vegvesen.no.
nb: Vi bruker flere webanalyseverktøy, som kan lagre informasjonskapsler på enheten din når du bruker vegvesen.no.

source: High visibility trousers must also be worn.
nb: Det skal også benyttes synlighetsbukse.

source: The instructors’/examiners’ competence also provides a framework for the activity together with natural conditions (light/darkness, driving conditions).
nb: Lærernes/sensorenes kompetanse vil også gi rammer for aktiviteten, sammen med naturgitte betingelser (lys/mørke, føreforhold).

source: All rest stops have showers, toilet facilities and well-lit parking areas.
nb: Alle plassene har dusj, toalett og belysning på parkeringsarealene.

source: Facebook’s privacy policy
nb: Retningslinjer for data (Facebook)

source: Logbooks must be submitted to the sign authority every three months as a minimum.
nb: Loggbøker skal innsendes skiltmyndighet minimum hver tredje måned.

source: The tachograph head and the motion sensor communicate with each other.
nb: Fartsskriveren og bevegelsessensoren kommuniserer med hverandre.

source: Re-zoned junction Vik and junction Julbøen 2020/2021 for adaptation to new alignment /incremental construction
nb: Omregulert kryss Vik og kryss Julbøen 2020/2021 for tilpasning videre linje/ trinvis utbygging

source: The information is subject to Hotjar's privacy policy.
nb: Opplysningene er underlagt Hotjars retningslinjer for personvern.

source: Signalling boards must have a total length of 40 cm, while the diameter of the sign disc must be 20 cm.
nb: Stoppspak skal ha en total lengde på 40 cm, og en diameter på skiltdelen på 20 cm.

source: The National Data Catalogue uses the metadata standard DCAT-AP-NO, which is compatible with the European standard
nb: Felles datakatalog bruker metadatastandarden DCAT-AP-NO, som er kompatibel med den europeiske standarden

source: What the learner driver shall practice on and where, is established by fixed detailed objectives related to the different parts of the training.
nb: Det er da fastsatt detaljerte mål for hva elevene skal øve på og hvor de skal øve, også underveis i opplæringen.

source: What company the driver has been driving for
nb: Hvilken bedrift sjåføren har kjørt for

source: Questback is data processor and the NPRA is the data controller.
nb: Questback er databehandler og Statens vegvesen behandlingsansvarlig.

source: The tachograph card is personal, it stores and transfers data from the tachograph.
nb: Fartsskriverkortet er personlig, det lagrer og overfører data fra fartsskriveren.

source: Pipe in filling, smooth walled, other
nb: Hvelv i fylling, glattvegget, andre

source: In the new curricula /the new regulations, the objectives are formulated for each step in the driver training.
nb: I de nye læreplanene / den nye forskriften formuleres det mål for hvert trinn i føreropplæringen.

source: Some pages at vegvesen.no contain elements and contents from Facebook, for example from one of our Facebook pages.
nb: Noen sider på vegvesen.no inneholder elementer og innhold fra Facebook, for eksempel fra en av våre Facebook-sider.

source: Manually entered data, pursuant to 1360/2002/EC
nb: Manuelt registrerte data, i henhold til 1360/2002/EF

source: Sufficient practice must be added by means of driving lessons with a driving school, driving
nb: oversikten over hvilke masser som er lagret hvor, og hvor mye det er av ulike typer masser.

source: The purpose of evaluation is to ensure that the formal curricula objectives are attained.
nb: Formålet med vurdering er å sikre at målene i den formelle læreplanen er nådd.

source: 2 for other enquiries about driving licences
nb: 2 for andre henvendelser om førerkort

source: In order to be able to learn how you use our web pages, we use tools for the analysis and measuring of search patterns and user behaviour.
nb: For å kunne lære hvordan du bruker nettsidene, benytter vi verktøy til analyse og måling av bruksmønstre og brukeratferd.

source: Traffic sign 511 End of high-occupancy vehicle lane
nb: Trafikkskilt 511 Slutt på sambruksfelt

source: 15 Stad, Vestland, 10 capacity
nb: 15 Stad, Vestland, 10 plasser

source: The Barents Euro-Arctic Pan-European Transport Area (BEATA) focuses on transport cooperation in the Barents region and the NPRA assists the Ministry of Transport and Communications in protecting Norwegian interests.
nb: Barents Euro-Arctic Pan-European Transport Area (BEATA) skal ivareta transportsamarbeidet i Barentsregionen, og Statens vegvesen bistår Samferdselsdepartementet med å ivareta norske interesser.

source: If the work that is to be carried out using a general roadwork safety plan comes into
nb: Dersom arbeidet som skal utføres under en generell arbeidsvarslingsplanen kommer

source: 1 to book a session for a practical driving test
nb: 1 for å bestille time for førerprøve

source: Information cookies at vegvesen.no
nb: Informasjonskapsler på vegvesen.no

source: The freedom learner drivers have had after 1995 to choose category B training scope and progression,
nb: Den friheten elevene etter 1995 har til å velge omfang og forløp av opplæringen for klasse B, kan synes å ha hatt noen uheldige konsekvenser.

source: Figure 9 Didactic relationship model.
nb: Figur 9 Didaktisk relasjonsmodell.

source: minibuses (up to 16 people) carrying at least seven passengers in addition to the driver
nb: minibusser (inntil 16 personer) som frakter minst sju passasjerer i tillegg til sjåføren

source: The motion sensor is installed on the gearbox and records driving time and rest periods as well as speed.
nb: Bevegelsessensoren er montert på girkassen og registrerer kjøre- og hviletid og fart.

source: When a training course planning process requires a choice between mandatory training or summative evaluation as a steering factor, it is important to be aware of the fact that different goals are best quality assured by various means.
nb: Hvis man ved planlegging av et opplæringsforløp skal velge mellom obligatorisk opplæring eller summativ vurdering som styringsfaktorer, er det viktig å være klar over at ulike mål kvalitetssikres best ved hjelp av ulike virkemidler.

source: EU related work is also carried out through participation in the United Nations Economic Commission for Europe (UNECE) and the European Committee for Standardization (CEN).
nb: EU-relatert arbeid skjer også gjennom deltakelse i FNs økonomiske kommisjon for Europa (UNECE) og i den europeiske standardiseringsorganisasjonen (CEN).

source: Such ”partial tests” have not, however, been included in the driver training that will be introduced in 2005.
nb: Slike ”del-eksamener” er imidlertid ikke innført i føreropplæringen som innføres fra 2005.

source: aluminium + epoxy/polyuretan
nb: aluminium + etsprimer + spesifikasjon nr.

source: Questback’s privacy policy
nb: Data privacy (engelsk, Questback)

source: The list was last updated in October 2021.
nb: Listen ble sist oppdatert i oktober 2021.

source: Two different alternatives for dividing the project have been prepared, as well as a third option without Kjerringsundet.
nb: Det er utarbeidet to ulike alternativ for inndeling, samt et tredje uten utbygging av Kjerringsundet.

source: Hotjar is data processor and the NPRA is the data controller.
nb: Hotjar er databehandler og Statens vegvesen behandlingsansvarlig.

source: A plastic pocket 6x9 cm in size for an ID card is permitted on the left sleeve.
nb: Det tillates en plastlomme på 6x9 cm på venstre arm til ID-kort.

source: Cyclists, mopeds and other vehicles that cannot legally drive at more than 40 kilometres per hour do not have access to motorways or motor vehicle roads.
nb: Syklister, mopeder og andre kjøretøy som ikke kan kjøres lovlig i mer enn 40 kilometer i timen, får ikke oppholde seg på motorvei eller motortrafikkvei.

source: Traffic sign 508.1 Public transport lane for buses
nb: Trafikkskilt 508.1 Kollektivfelt for buss

source: It is well known that educational methods have evolved and that today’s youth are used to acquiring knowledge differently from what was done 20 years ago.
nb: Vi vet blant annet at metodebruken i skoleverket har utviklet seg, og at dagens ungdom er vant til en annen måte å tilegne seg kunnskap på enn for 20 år siden.

source: In the evaluation of theoretical knowledge, this wish is to a large extent achieved through standardized theory tests.
nb: I vurderingen av teorikunnskap er dette ønsket i høy grad oppnådd gjennom standardiserte teoriprøver.

source: In addition, it can be differentiated between objective and subjective evaluation depending on what shall be evaluated, which criteria are available to evaluate against and which evaluation form is used.
nb: Vi kan i tillegg differensiere mellom objektiv og subjektiv vurdering avhengig av hva vi skal vurdere, hvilke kriterier vi har å vurdere opp mot og hvilken vurderingsform vi anvender.

source: NPRA has also the responsibility for support and other issues related to the portal.
nb: Statens vegvesen har dessuten ansvar for support og andre spørsmål knyttet til portalen.

source: Update your contact information (Norge.no)
nb: Oppdater kontaktinformasjon (Norge.no)

source: on Road Traffic of 1968, and issued pursuant to this driving licence model.
nb: om veitrafikk av 1968, og utstedt etter denne førerkortmodellen.

source: Norway is bound by two international agreements on road traffic.
nb: Norge er bundet av to internasjonale avtaler om veitrafikk.

source: The exception is cornering at low speed (10-20 km/h).
nb: Unntaket er kurvekjøring i lav hastighet (10–20 km/t).

source: The information is subject to Google's privacy policy.
nb: Opplysningene er underlagt Googles retningslinjer for personvern.

source: If the public transport lane is on a motorway or motor vehicle road, the vehicle must have a speed capacity of at least 40 kilometres per hour to use this lane.
nb: Hvis kollektivfeltet er på en motorvei eller motortrafikkvei, må kjøretøyet kunne kjøre i minst 40 kilometer i timen for å bruke feltet.

source: This creates a need to ensure that the objectives are met at each step.
nb: Det skaper behov for å sikre at målene er nådd i hvert trinn.

source: All control measurements shall be carried out in accordance with the current regulations and descriptions of methodology.
nb: Rekkverkene er ikke konstruert med tanke påmotorsykler, og de ivaretar i liten grad motorsyklistenes sikkerhet.

source: The sign part must meet requirements for a class 3 red reflective film on one side.
nb: Skiltdelen skal på den ene siden tilfredsstille krav til rød refleksfolie klasse 3.

source: Combination of garments: It is possible to combine garments with a lower visibility class in order to achieve class 3 visibility.
nb: Kombinasjon av plagg: Det er mulig å kombinere plagg med en lavere synlighetsklasse for å oppnå synlighetsklasse 3.

source: Attempts should initially be made to obtain best possible agreement in the formulation of the objectives for all categories.
nb: I utgangspunktet bør man søke å få størst mulig overensstemmelse i selve formuleringen av målene for alle klasser.

source: (This will often be appropriate on shorter sections as well.)
nb: (Dette vil ofte være hensiktsmessig også på kortere strekninger).

source: It must be simple to switch off and on.
nb: Den skal enkelt kunne slås av og på.

source: You received the reference number when you booked your appointment.
nb: For å avbestille eller endre en time må du oppgi et referansenummer.

source: On our web pages we carry out surveys using the Questback tool 2-4 times per year.
nb: Via nettsidene gjennomfører vi spørreundersøkelser ved hjelp av verktøyet Questback 2 til 4 ganger i året.

source: The signalling board is held in the right hand and raised with the red side facing the traffic.
nb: Stoppspaken holdes i høyre hånd og heves med den røde siden mot trafikken.

source: The driving test is therefore not sufficient to quality assure the training.
nb: Førerprøven er derfor ikke tilstrekkelig når en vil kvalitetssikre opplæringen.

source: Participation in European R&D fora also gives us access to R&D communities and findings in the USA.
nb: Deltakelse i europeiske FoU-fora gir samtidig tilgang til forskning og utviklingsmiljøer og -resultater i USA.

source: The internal clock in the tachograph head uses Coordinated Universal Time (UTC) or Greenwich Mean Time (GMT).
nb: Skriverenhetens interne klokke bruker Coordinated Universal Time (UTC) eller Greenwich Mean Time (GMT).

source: This is reflected in the content of future training.
nb: Dette gjenspeiles i innholdet i den fremtidige opplæringen.

source: General roadwork safety plans are not to be used for "long-term work" (with the exception of the general roadwork safety plan used as a basis in contingency plans, refer to Manual R611 "Traffic contingencies" (2015)).
nb: Generelle arbeidsvarslingsplaner skal ikke benyttes ved «fast arbeid» (med unntak av de generelle arbeidsvarslingsplaner som legges til grunn i beredskapsplaner, jamfør Håndbok R611 «Trafikkberedskap» (2015)).

source: Start and end location (country) for each drive
nb: Sted (land) for start og stopp for hver tur

source: Data stored in the digital tachograph
nb: Data som lagres i den digitale fartsskriveren

source: 3 for technical questions regarding vehicles
nb: 3 for tekniske spørsmål om kjøretøy

source: Do you need an international driving licence?
nb: Trenger du et internasjonalt førerkort?

source: The tachograph in the vehicle will register the vehicle's activity in the last 365 days within the following areas:
nb: Fartsskriveren i kjøretøyet vil registrere kjøretøyets aktivitet de siste 365 dagene innen følgende områder:

source: The tachograph head has a display with control buttons, two slots for tachograph cards, and a small printer for printing data on driving time and rest periods from either the tachograph head or the driver card.
nb: Skriverenheten har et display med betjeningsknapper, to plasser for fartsskriverkort og en liten skriver for utskrift av kjøre- og hviletidsdata fra enten skriverenheten eller sjåførkortet.

source: Such summative evaluation shall in theory assure the quality of the candidate’s competence.
nb: En slik summativ vurdering skal i teorien kvalitetssikre kandidatenes kompetanse.

source: We also use the tool Google Tag Manager together with Google Analytics.
nb: Vi bruker også verktøyet Google Tag Manager sammen med Google Analytics.

source: Press 2 for questions relating to driving licences
nb: Tast 2 for spørsmål om førerkort

source: 1 for information about registration and ownership of vehicles
nb: 1 for informasjon om registrering og eierforhold på kjøretøy

source: Traffic sign 510.2 End of public transport lane
nb: Trafikkskilt 510.2 Slutt på kollektivfelt

source: The driver card will store data about the following issues for at least the last 28 days:
nb: Sjåførkortet vil lagre data om følgende hendelser i minst de siste 28 dagene:

source: Albania, Armenia, Azerbaijan, Belarus, Bosnia-Herzegovina, Bulgaria, Croatia, Georgia, Germany, Macedonia, Moldova, Montenegro, Romania, Russia, Serbia, Switzerland, Turkey, Ukraine.
nb: Albania, Armenia, Aserbajdsjan, Bosnia-Herzegovina, Georgia, Hviterussland, Kroatia, Makedonia, Moldova, Montenegro, Russland, Serbia, Sveits, Tyrkia og Ukraina.

source: When the traffic is to be stopped, the person must stand facing the traffic to be stopped.
nb: Når trafikken skal stoppes skal personen stille seg med front mot trafikken som skal stoppes.

source: Traffic sign 508.2 Public transport lane for buses and taxis
nb: Trafikkskilt 508.2 Kollektivfelt for buss og drosje

source: Besides evaluation, a curriculum developer can also use mandatory training to ensure that training goals are attained.
nb: Ved siden av vurdering kan en læreplanutvikler også bruke obligatorisk opplæring for å sikre at opplæringsmålene er nådd.

source: Presentation title can be changed in "Headers and footers" in the menu below the "Insert" tabJulbøen - Molde, municipal sub-plan adopted 17 June
nb: Presentasjonstittel endres i "Topptekst og bunntekst" i menyen under "Sett inn"-fanenJulbøen - Molde, KDP vedtatt 17.juni

source: NS-EN 471:2003+A1:2007 "High-visibility warning clothing for professional use" has been withdrawn and replaced by NS-EN ISO 20471:2013 "High visibility clothing – Test methods and requirements".
nb: NS-EN 471:2003+A1:2007 «Vernetøy - Meget godt synlig vernetøy til yrkesbruk» er tilbaketrukket og er erstattet av NS-EN ISO 20471:2013 «Svært synlig vernetøy - Prøvingsmetoder og krav».

source: , product evaluation, takes place towards the end of the training process.
nb: , produktvurdering, finner sted avslutningsvis i opplæringsforløpet.

source: The purpose of a digital tachograph is to ensure that the rules for driving time and rest periods are followed.
nb: Hensikten med digital fartsskriver er sikre at reglene for kjøre- og hviletid følges.

source: Attempts to tamper with cables, or install other equipment between them, are recorded and stored in the head unit.
nb: Forsøk påå tukle med kabler, eller montere annet utstyr mellom dem, blir registrert og lagret i skriverenheten.

source: ● Internal process for contracting strategy for the project carried out in the NPRA.
nb: ● Gjennomført intern prosess for kontraktstrategi for prosjektet i vegvesenet.

source: It is therefore emphasized that it is the instructor’s knowledge about each individual learner driver that shall provide direction for choice of method.
nb: Vi ønsker derfor å legge vekt på at det er trafikklærerens kjennskap til den enkelte elev som skal gi retning i valg av metode.

source: A risk assessment must be completed, refer to section 2.2.2.1.
nb: Det skal utføres en risikovurdering, jamfør 2.2.2.1.

source: There must be a 50 mm wide reflective strip on the bottom part of the sleeve, a 50 mm wide reflective strip around the waist, and a 50 mm wide reflective strip which passes over both shoulders and down to the waist.
nb: Det skal være et 50 mm refleksbånd på nederste del av ermet, et 50 mm refleksbånd rundt midjen, samt et 50 mm refleksbånd som går over begge skuldre og ned til midjen.

source: The content is largely based on the GADGET matrix (see previous chapter).
nb: Innholdet i den er i stor grad basert på GADGET-modellen (se tidligere kapittel).

source: It is a grey book with white pages in A6 format.
nb: Det er et papirhefte i A6-format med grått omslag og hvite sider.

source: It can be distinguished between mandatory attendance and mandatory objectives attainment.
nb: Vi kan gjøre et skille mellom obligatorisk oppmøte og obligatorisk måloppnåelse.

source: The working group recommends Alternative 1.
nb: Arbeidsgruppa anbefaler alternativ 1.

source: It stores all data, such as on driving, resting, other work, inspections and repair work, for about 12 months.
nb: Den lagrer alle data om blant annet kjøring, hvil, annet arbeid, utførte kontroller og verkstedsarbeid i omtrent 12 måneder.

source: It is what the student can after completed training that counts.
nb: Dette taler for bruk av hovedmål i opplæringen.

source: You may not use fog lamps in combination with dipped headlights.
nb: Du kan ikke bruke tåkelys i kombinasjon med nærlys.

source: The theory test for the moped and snowmobile categories
nb: Spesielt om teoriprøven for moped og snøscooter

source: Vegvesen.no and the services under Your Page have been made for and tested on the most frequently used web browsers.
nb: Brukes til tverrfaglig koordinering og kvalitetskontroll, og til presentasjoner for oppdragsgiver, beslutningstakere og publikum.

source: The reflective strip which passes over the shoulders must be centred on the shoulders.
nb: Refleksbåndet som går over skulderen skal være sentrert på skulderen.

source: In other curricula, the training progression is indicated through a number of secondary goals in addition to the main objective.
nb: I andre læreplaner blir progresjonen i opplæringen anvist gjennom en rekke delmål i tillegg til hovedmålene.

source: Therefore a selection must be made.
nb: Det må derfor gjøres et utvalg.

source: One person must not direct traffic manual y for a consecutive period of more than 2 hours without a break.
nb: En person skal ikke dirigere trafikken manuelt i mer enn 2 timer av gangen uten pause.

source: Colour on signs that are used to warn of roadworks
nb: og spesiel e skrifttyper skal hel er ikke brukes.

source: For delegated regulation 886/2013 on provision of safety related information the data and service provider shall submit a self-declaration of compliance to The Road Supervisory Authority.
nb: For forordning 886/2013 leverer datatilbydere av trafikksikkerhetsrelatert informasjon sin samsvarserklæring til Vegtilsynet.
